Repository: GillesDeLeus/HabitsAndChores
Catalog: HabitsAndChores/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl

source: Deleting removes the household and its tasks for everyone.
de: Beim Löschen werden Haushalt und Aufgaben für alle entfernt.
es: Al eliminar se quita el hogar y sus tareas para todos.
fr: La suppression retire le foyer et ses tâches pour tout le monde.
it: L’eliminazione rimuove il nucleo e le sue attività per tutti.
nl: Verwijderen wist het huishouden en de taken voor iedereen.
pl: Usunięcie kasuje gospodarstwo i jego zadania dla wszystkich.

source: Description (optional)
de: Beschreibung (optional)
es: Descripción (opcional)
fr: Description (facultatif)
it: Descrizione (facoltativa)
nl: Beschrijving (optioneel)
pl: Opis (opcjonalnie)

source: Disclaimer
de: Haftungsausschluss
es: Aviso legal
fr: Avertissement
it: Avvertenza
pl: Zastrzeżenie

source: Display name
de: Anzeigename
es: Nombre visible
fr: Nom affiché
it: Nome visualizzato
nl: Weergavenaam
pl: Nazwa wyświetlana

source: Do on
de: Erledigen am
es: Hacer el
fr: À faire le
it: Da fare il
nl: Doen op
pl: Zrób w dniu

source: Do the laundry
de: Wäsche waschen
es: Hacer la colada
fr: Faire la lessive
it: Fare il bucato
nl: De was doen
pl: Zrobić pranie

source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
nl: Klaar
pl: Gotowe

source: Done by %@
de: Erledigt von %@
es: Hecho por %@
fr: Fait par %@
it: Fatto da %@
nl: Gedaan door %@
pl: Wykonane przez %@

source: Download a copy of your data: your tasks and their completion history, your to-dos, and (if you have one) your public account details. The file is JSON and is created on your device.
de: Lade eine Kopie deiner Daten herunter: deine Aufgaben und ihren Verlauf, deine To-dos und (falls vorhanden) deine öffentlichen Kontodaten. Die Datei ist JSON und wird auf deinem Gerät erstellt.
es: Descarga una copia de tus datos: tus tareas y su historial, tus to-dos y (si la tienes) los detalles de tu cuenta pública. El archivo es JSON y se crea en tu dispositivo.
fr: Téléchargez une copie de vos données : vos tâches et leur historique, vos to-dos et (le cas échéant) les détails de votre compte public. Le fichier est au format JSON et créé sur votre appareil.
it: Scarica una copia dei tuoi dati: le attività e la loro cronologia, i to-do e (se presenti) i dettagli del tuo account pubblico. Il file è in JSON ed è creato sul tuo dispositivo.
nl: Download een kopie van je gegevens: je taken en hun voltooiingsgeschiedenis, je to-do’s en (indien aanwezig) je openbare accountgegevens. Het bestand is JSON en wordt op je apparaat gemaakt.
pl: Pobierz kopię swoich danych: zadania i historię ich wykonania, listy to-do oraz (jeśli istnieją) dane konta publicznego. Plik jest w formacie JSON i tworzony na Twoim urządzeniu.

source: Drink water
de: Wasser trinken
es: Beber agua
fr: Boire de l’eau
it: Bere acqua
nl: Water drinken
pl: Pić wodę

source: Due
de: Fällig
es: Vence
fr: Échéance
it: Scadenza
nl: Deadline
pl: Termin

source: Due date
de: Fälligkeitsdatum
es: Fecha de vencimiento
fr: Date d’échéance
it: Data di scadenza
nl: Deadline
pl: Termin

source: Due today
de: Heute fällig
es: Para hoy
fr: À faire aujourd’hui
it: Per oggi
nl: Vandaag te doen
pl: Na dziś

source: e.g. “Home” or “Flat 3B”. Open it to add friends or invite by link.
de: z. B. „Zuhause“ oder „WG 3B“. Öffne es, um Freunde hinzuzufügen oder per Link einzuladen.
es: p. ej. «Casa» o «Piso 3B». Ábrelo para añadir amigos o invitar por enlace.
fr: p. ex. « Maison » ou « Appart 3B ». Ouvrez-le pour ajouter des amis ou inviter par lien.
it: es. «Casa» o «App. 3B». Aprilo per aggiungere amici o invitare con un link.
nl: bijv. ‘Thuis’ of ‘Flat 3B’. Open het om vrienden toe te voegen of via een link uit te nodigen.
pl: np. „Dom” lub „Mieszkanie 3B”. Otwórz, aby dodać znajomych lub zaprosić linkiem.

source: Early Bird
de: Frühaufsteher
es: Madrugador
fr: Lève-tôt
it: Mattiniero
nl: Vroege vogel
pl: Ranny ptaszek

source: Edit avatar
de: Avatar bearbeiten
es: Editar avatar
fr: Modifier l’avatar
it: Modifica avatar
nl: Avatar bewerken
pl: Edytuj awatar

source: Edit display name
de: Anzeigename bearbeiten
es: Editar nombre visible
fr: Modifier le nom affiché
it: Modifica nome visualizzato
nl: Weergavenaam bewerken
pl: Edytuj nazwę wyświetlaną

source: Edit Task
de: Aufgabe bearbeiten
es: Editar tarea
fr: Modifier la tâche
it: Modifica attività
nl: Taak bewerken
pl: Edytuj zadanie

source: Edit To-Do
de: To-do bearbeiten
es: Editar to-do
fr: Modifier le to-do
it: Modifica to-do
nl: To-do bewerken
pl: Edytuj to-do

source: Empty bins and take them to the curb.
de: Mülleimer leeren und an den Straßenrand stellen.
es: Vacía los cubos y sácalos a la acera.
fr: Vider les poubelles et les sortir sur le trottoir.
it: Svuota i bidoni e portali sul marciapiede.
nl: Leeg de bakken en zet ze aan de straat.
pl: Opróżnij kosze i wystaw je na krawężnik.

source: English
de: Englisch
es: Inglés
fr: Anglais
it: Inglese
nl: Engels
pl: Angielski

source: Enjoy the day off, or add a task from the library.
de: Genieße den freien Tag oder füge eine Aufgabe aus der Bibliothek hinzu.
es: Disfruta del día libre o añade una tarea de la biblioteca.
fr: Profitez de votre journée, ou ajoutez une tâche depuis la bibliothèque.
it: Goditi il giorno libero o aggiungi un’attività dalla libreria.
nl: Geniet van je vrije dag, of voeg een taak uit de bibliotheek toe.
pl: Ciesz się wolnym dniem lub dodaj zadanie z biblioteki.

source: Every %lld
de: Alle %lld
es: Cada %lld
fr: Tous les %lld
it: Ogni %lld
nl: Elke %lld
pl: Co %lld

source: Every %lld days
de: Alle %lld Tage
es: Cada %lld días
fr: Tous les %lld jours
it: Ogni %lld giorni
nl: Elke %lld dagen
pl: Co %lld dni

source: Every %lld months
de: Alle %lld Monate
es: Cada %lld meses
fr: Tous les %lld mois
it: Ogni %lld mesi
nl: Elke %lld maanden
pl: Co %lld miesięcy

source: Every %lld weeks
de: Alle %lld Wochen
es: Cada %lld semanas
fr: Toutes les %lld semaines
it: Ogni %lld settimane
nl: Elke %lld weken
pl: Co %lld tygodni

source: Every day
de: Jeden Tag
es: Cada día
fr: Tous les jours
it: Ogni giorno
nl: Elke dag
pl: Codziennie

source: Every day until done
de: Täglich bis erledigt
es: Cada día hasta completarlo
fr: Tous les jours jusqu’à la fin
it: Ogni giorno fino al completamento
nl: Elke dag tot voltooid
pl: Codziennie aż do ukończenia

source: Every N
de: Alle N
es: Cada N
fr: Tous les N
it: Ogni N
nl: Elke N
pl: Co N

source: Exercise
de: Sport treiben
es: Hacer ejercicio
fr: Faire de l’exercice
it: Fare attività fisica
nl: Sporten
pl: Ćwiczyć

source: Expert
de: Experte
es: Experto
it: Esperto
pl: Ekspert

source: Export data
de: Daten exportieren
es: Exportar datos
fr: Exporter les données
it: Esporta dati
nl: Gegevens exporteren
pl: Eksportuj dane

source: Export my data
de: Meine Daten exportieren
es: Exportar mis datos
fr: Exporter mes données
it: Esporta i miei dati
nl: Mijn gegevens exporteren
pl: Eksportuj moje dane

source: Fairness & activity
de: Fairness & Aktivität
es: Equidad y actividad
fr: Équité et activité
it: Equità e attività
nl: Eerlijke verdeling en activiteit
pl: Sprawiedliwość i aktywność

source: Feed the pet
de: Haustier füttern
es: Alimentar a la mascota
fr: Nourrir l’animal
it: Dare da mangiare all’animale
nl: Huisdier voeren
pl: Nakarmić zwierzę

source: Filter
de: Filtern
es: Filtrar
fr: Filtrer
it: Filtra
nl: Filteren
pl: Filtruj

source: Filter to-dos
de: To-dos filtern
es: Filtrar to-dos
fr: Filtrer les to-dos
it: Filtra i to-do
nl: To-do’s filteren
pl: Filtruj to-do

source: Finance
de: Finanzen
es: Finanzas
fr: Finances
it: Finanze
nl: Financiën
pl: Finanse

source: Find
de: Suchen
es: Buscar
fr: Rechercher
it: Trova
nl: Zoeken
pl: Znajdź

source: Floss
de: Zahnseide benutzen
es: Usar hilo dental
fr: Utiliser le fil dentaire
it: Usare il filo interdentale
nl: Flossen
pl: Nitkować zęby

source: Floss your teeth before bed.
de: Vor dem Schlafengehen Zahnseide benutzen.
es: Usa hilo dental antes de dormir.
fr: Passez le fil dentaire avant de dormir.
it: Usa il filo interdentale prima di dormire.
nl: Floss je tanden voor het slapengaan.
pl: Wyczyść zęby nitką przed snem.

source: Frequency
de: Häufigkeit
es: Frecuencia
fr: Fréquence
it: Frequenza
nl: Frequentie
pl: Częstotliwość

source: Friends
de: Freunde
es: Amigos
fr: Amis
it: Amici
nl: Vrienden
pl: Znajomi

source: Friends (%lld)
de: Freunde (%lld)
es: Amigos (%lld)
fr: Amis (%lld)
it: Amici (%lld)
nl: Vrienden (%lld)
pl: Znajomi (%lld)

source: Get some fresh air and steps in.
de: Frische Luft schnappen und ein paar Schritte gehen.
es: Toma aire fresco y camina un poco.
fr: Prenez l’air et faites quelques pas.
it: Prendi una boccata d’aria e fai due passi.
nl: Haal wat frisse lucht en zet wat stappen.
pl: Zaczerpnij świeżego powietrza i zrób kilka kroków.

source: Get Started
de: Loslegen
es: Empezar
fr: Commencer
it: Inizia
nl: Aan de slag
pl: Rozpocznij

source: Give food and fresh water.
de: Futter und frisches Wasser geben.
es: Dale comida y agua fresca.
fr: Donnez de la nourriture et de l’eau fraîche.
it: Dai cibo e acqua fresca.
nl: Geef voer en vers water.
pl: Podaj jedzenie i świeżą wodę.

source: Go to bed on time
de: Pünktlich ins Bett gehen
es: Acostarse a tiempo
fr: Se coucher à l’heure
it: Andare a letto in orario
nl: Op tijd naar bed
pl: Iść spać o czasie

source: Habit
de: Gewohnheit
es: Hábito
fr: Habitude
it: Abitudine
nl: Gewoonte
pl: Nawyk

source: Habit Hero
de: Gewohnheitsheld
es: Héroe de hábitos
fr: Héros des habitudes
it: Eroe delle abitudini
nl: Gewoonteheld
pl: Bohater nawyków

source: habits
de: Gewohnheiten
es: hábitos
fr: habitudes
it: abitudini
nl: gewoonten
pl: nawyki

source: Habits & Chores keeps your data private on your device and your iCloud account. © 2026 Gilles De Leus.
de: Habits & Chores hält deine Daten privat auf deinem Gerät und deinem iCloud-Konto. © 2026 Gilles De Leus.
es: Habits & Chores mantiene tus datos privados en tu dispositivo y tu cuenta de iCloud. © 2026 Gilles De Leus.
fr: Habits & Chores garde vos données privées sur votre appareil et votre compte iCloud. © 2026 Gilles De Leus.
it: Habits & Chores mantiene i tuoi dati privati sul dispositivo e sul tuo account iCloud. © 2026 Gilles De Leus.
nl: Habits & Chores houdt je gegevens privé op je apparaat en je iCloud-account. © 2026 Gilles De Leus.
pl: Habits & Chores przechowuje Twoje dane prywatnie na urządzeniu i koncie iCloud. © 2026 Gilles De Leus.

source: handle
de: Benutzername
es: usuario
fr: identifiant
it: nome utente
nl: gebruikersnaam
pl: nazwa użytkownika

source: Handles must be 3–20 characters: letters, numbers, or underscore.
de: Benutzernamen müssen 3–20 Zeichen lang sein: Buchstaben, Ziffern oder Unterstrich.
es: Los usuarios deben tener entre 3 y 20 caracteres: letras, números o guion bajo.
fr: Les identifiants doivent comporter 3 à 20 caractères : lettres, chiffres ou tiret bas.
it: I nomi utente devono avere 3–20 caratteri: lettere, numeri o trattino basso.
nl: Gebruikersnamen moeten 3–20 tekens zijn: letters, cijfers of een underscore.
pl: Nazwa użytkownika musi mieć 3–20 znaków: litery, cyfry lub podkreślenie.

source: Harassment or abuse
de: Belästigung oder Missbrauch
es: Acoso o abuso
fr: Harcèlement ou abus
it: Molestie o abusi
nl: Intimidatie of misbruik
pl: Nękanie lub nadużycia

source: Health
de: Gesundheit
es: Salud
fr: Santé
it: Salute
nl: Gezondheid
pl: Zdrowie

source: High
de: Hoch
es: Alta
fr: Élevée
it: Alta
nl: Hoog
pl: Wysoki

source: Home
de: Zuhause
es: Hogar
fr: Maison
it: Casa
nl: Huis
pl: Dom

source: Household
de: Haushalt
es: Hogar
fr: Foyer
it: Nucleo
nl: Huishouden
pl: Gospodarstwo

source: Household chores
de: Haushaltsaufgaben
es: Tareas del hogar
fr: Tâches du foyer
it: Faccende domestiche
nl: Huishoudelijke klussen
pl: Obowiązki domowe

source: Household unavailable
de: Haushalt nicht verfügbar
es: Hogar no disponible
fr: Foyer indisponible
it: Nucleo non disponibile
nl: Huishouden niet beschikbaar
pl: Gospodarstwo niedostępne

source: Households
de: Haushalte
es: Hogares
fr: Foyers
it: Nuclei
nl: Huishoudens
pl: Gospodarstwa

source: I agree to the Terms & Community Guidelines, and understand there is zero tolerance for objectionable content or abusive behavior.
de: Ich stimme den Nutzungsbedingungen und Community-Richtlinien zu und verstehe, dass es null Toleranz für anstößige Inhalte oder missbräuchliches Verhalten gibt.
es: Acepto los Términos y normas de la comunidad y entiendo que hay tolerancia cero con el contenido inapropiado o el comportamiento abusivo.
fr: J’accepte les Conditions et règles de la communauté et je comprends qu’il y a une tolérance zéro pour les contenus répréhensibles ou les comportements abusifs.
it: Accetto i Termini e le linee guida della community e comprendo che vige tolleranza zero per contenuti offensivi o comportamenti abusivi.
nl: Ik ga akkoord met de Voorwaarden en communityrichtlijnen en begrijp dat er nultolerantie geldt voor aanstootgevende inhoud of misbruik.
pl: Akceptuję Warunki i wytyczne społeczności oraz rozumiem, że obowiązuje zerowa tolerancja dla nieodpowiednich treści i nadużyć.

source: iCloud is unavailable. Sign in to iCloud in Settings to use social features.
de: iCloud ist nicht verfügbar. Melde dich in den Einstellungen bei iCloud an, um soziale Funktionen zu nutzen.
es: iCloud no está disponible. Inicia sesión en iCloud en Ajustes para usar las funciones sociales.
fr: iCloud est indisponible. Connectez-vous à iCloud dans Réglages pour utiliser les fonctions sociales.
it: iCloud non è disponibile. Accedi a iCloud in Impostazioni per usare le funzioni social.
nl: iCloud is niet beschikbaar. Meld je aan bij iCloud in Instellingen om sociale functies te gebruiken.
pl: iCloud jest niedostępny. Zaloguj się do iCloud w Ustawieniach, aby korzystać z funkcji społecznościowych.

source: iCloud required
de: iCloud erforderlich
es: Se requiere iCloud
fr: iCloud requis
it: iCloud necessario
nl: iCloud vereist
pl: Wymagany iCloud

source: iCloud sync is automatic
de: Die iCloud-Synchronisierung erfolgt automatisch
es: La sincronización con iCloud es automática
fr: La synchronisation iCloud est automatique
it: La sincronizzazione iCloud è automatica
nl: iCloud-synchronisatie is automatisch
pl: Synchronizacja iCloud jest automatyczna

source: Inappropriate profile
de: Unangemessenes Profil
es: Perfil inapropiado
fr: Profil inapproprié
it: Profilo inappropriato
nl: Ongepast profiel
pl: Nieodpowiedni profil

source: Included
de: Enthalten
es: Incluido
fr: Inclus
it: Incluso
nl: Inbegrepen
pl: Uwzględnione

source: Invitations
de: Einladungen
es: Invitaciones
it: Inviti
nl: Uitnodigingen
pl: Zaproszenia

source: Invite by link
de: Per Link einladen
es: Invitar por enlace
fr: Inviter par lien
it: Invita tramite link
nl: Uitnodigen via link
pl: Zaproś przez link

source: Invite friends
de: Freunde einladen
es: Invitar a amigos
fr: Inviter des amis
it: Invita amici
nl: Vrienden uitnodigen
pl: Zaproś znajomych

source: Invited by %@
de: Eingeladen von %@
es: Invitado por %@
fr: Invité par %@
it: Invitato da %@
nl: Uitgenodigd door %@
pl: Zaproszono przez %@

source: Journal
de: Tagebuch schreiben
es: Escribir un diario
fr: Tenir un journal
it: Tenere un diario
nl: Dagboek bijhouden
pl: Prowadzić dziennik

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
nl: Taal
pl: Język

source: Last 7 days
de: Letzte 7 Tage
es: Últimos 7 días
fr: 7 derniers jours
it: Ultimi 7 giorni
nl: Laatste 7 dagen
pl: Ostatnie 7 dni

source: Last 30 days
de: Letzte 30 Tage
es: Últimos 30 días
fr: 30 derniers jours
it: Ultimi 30 giorni
nl: Laatste 30 dagen
pl: Ostatnie 30 dni

source: Last updated: %@
de: Zuletzt aktualisiert: %@
es: Última actualización: %@
fr: Dernière mise à jour : %@
it: Ultimo aggiornamento: %@
nl: Laatst bijgewerkt: %@
pl: Ostatnia aktualizacja: %@

source: Leave
de: Verlassen
es: Salir
fr: Quitter
it: Esci
nl: Verlaten
pl: Opuść

source: Leave household
de: Haushalt verlassen
es: Salir del hogar
fr: Quitter le foyer
it: Esci dal nucleo
nl: Huishouden verlaten
pl: Opuść gospodarstwo

source: Leave this household?
de: Diesen Haushalt verlassen?
es: ¿Salir de este hogar?
fr: Quitter ce foyer ?
it: Uscire da questo nucleo?
nl: Dit huishouden verlaten?
pl: Opuścić to gospodarstwo?

source: Leaving removes the household from your devices. The owner and other members keep it.
de: Beim Verlassen wird der Haushalt von deinen Geräten entfernt. Eigentümer und andere Mitglieder behalten ihn.
es: Al salir, el hogar se elimina de tus dispositivos. El propietario y los demás miembros lo conservan.
fr: Quitter retire le foyer de vos appareils. Le propriétaire et les autres membres le conservent.
it: Uscendo, il nucleo viene rimosso dai tuoi dispositivi. Il proprietario e gli altri membri lo mantengono.
nl: Verlaten verwijdert het huishouden van je apparaten. De eigenaar en andere leden behouden het.
pl: Opuszczenie usuwa gospodarstwo z Twoich urządzeń. Właściciel i pozostali członkowie je zachowują.

source: Legal
de: Rechtliches
fr: Mentions légales
it: Note legali
nl: Juridisch
pl: Informacje prawne

source: Legend
de: Legende
es: Leyenda
fr: Légende
it: Legenda
nl: Legenda
pl: Legenda

source: level
de: Stufe
es: nivel
fr: niveau
it: livello
nl: niveau
pl: poziom

source: Level %@
de: Stufe %@
es: Nivel %@
fr: Niveau %@
it: Livello %@
nl: Niveau %@
pl: Poziom %@

source: Level %lld
de: Stufe %lld
es: Nivel %lld
fr: Niveau %lld
it: Livello %lld
nl: Niveau %lld
pl: Poziom %lld

source: Library
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
it: Libreria
nl: Bibliotheek
pl: Biblioteka

source: License
de: Lizenz
es: Licencia
fr: Licence
it: Licenza
nl: Licentie
pl: Licencja

source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro
nl: Licht
pl: Jasny

source: Locked
de: Gesperrt
es: Bloqueado
fr: Verrouillé
it: Bloccato
nl: Vergrendeld
pl: Zablokowane

source: Low
de: Niedrig
es: Baja
fr: Faible
it: Bassa
nl: Laag
pl: Niski

source: Manual order
de: Manuelle Reihenfolge
es: Orden manual
fr: Ordre manuel
it: Ordine manuale
nl: Handmatige volgorde
pl: Kolejność ręczna

source: Mark done
de: Als erledigt markieren
es: Marcar como hecho
fr: Marquer comme fait
it: Segna come fatto
nl: Markeren als klaar
pl: Oznacz jako gotowe

source: Mark not done
de: Als nicht erledigt markieren
es: Marcar como no hecho
fr: Marquer comme non fait
it: Segna come non fatto
nl: Markeren als niet klaar
pl: Oznacz jako niegotowe

source: Master
de: Meister
es: Maestro
fr: Maître
it: Maestro
nl: Meester
pl: Mistrz

# Maxed! %@ %@
source: Maxed! %1$@ %2$@
de: Maximal! %1$@ %2$@
es: ¡Al máximo! %1$@ %2$@
fr: Au max ! %1$@ %2$@
it: Al massimo! %1$@ %2$@
nl: Max! %1$@ %2$@
pl: Maks.! %1$@ %2$@

# Maxed! %lld %@
source: Maxed! %1$lld %2$@
de: Maximal! %lld %@
es: ¡Al máximo! %lld %@
fr: Au max ! %lld %@
it: Al massimo! %lld %@
nl: Max! %lld %@
pl: Maksimum! %lld %@

source: Meditate
de: Meditieren
es: Meditar
fr: Méditer
it: Meditare
nl: Mediteren
pl: Medytować

source: Medium
de: Mittel
es: Media
fr: Moyenne
it: Media
nl: Gemiddeld
pl: Średni

source: Member
de: Mitglied
es: Miembro
fr: Membre
it: Membro
nl: Lid
pl: Członek

source: Members
de: Mitglieder
es: Miembros
fr: Membres
it: Membri
nl: Leden
pl: Członkowie

source: Message or meet up with a friend.
de: Einem Freund schreiben oder sich treffen.
es: Escribe o queda con un amigo.
fr: Écrivez à un ami ou rencontrez-le.
it: Scrivi o incontra un amico.
nl: Stuur een bericht of spreek af met een vriend.
pl: Napisz lub spotkaj się ze znajomym.

source: Moderation, reporting & blocking
de: Moderation, Melden und Blockieren
es: Moderación, denuncia y bloqueo
fr: Modération, signalement et blocage
it: Moderazione, segnalazione e blocco
nl: Moderatie, melden en blokkeren
pl: Moderacja, zgłaszanie i blokowanie

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
it: Ogni mese
nl: Maandelijks
pl: Co miesiąc

source: Monthly on day %lld
de: Monatlich am %lld.
es: Cada mes el día %lld
fr: Chaque mois le %lld
it: Ogni mese il giorno %lld
nl: Maandelijks op dag %lld
pl: Co miesiąc %lld. dnia

source: Months
de: Monate
es: Meses
fr: Mois
it: Mesi
nl: Maanden
pl: Miesiące

source: More languages are coming soon.
de: Weitere Sprachen folgen bald.
es: Pronto habrá más idiomas.
fr: D’autres langues arrivent bientôt.
it: Altre lingue in arrivo.
nl: Meer talen komen binnenkort.
pl: Wkrótce więcej języków.

source: Move money into your savings account.
de: Geld auf dein Sparkonto überweisen.
es: Pasa dinero a tu cuenta de ahorros.
fr: Transférez de l’argent vers votre compte d’épargne.
it: Sposta denaro sul tuo conto di risparmio.
nl: Zet geld over naar je spaarrekening.
pl: Przenieś pieniądze na konto oszczędnościowe.

source: New household
de: Neuer Haushalt
es: Nuevo hogar
fr: Nouveau foyer
it: Nuovo nucleo
nl: Nieuw huishouden
pl: Nowe gospodarstwo

source: New Task
de: Neue Aufgabe
es: Nueva tarea
fr: Nouvelle tâche
it: Nuova attività
nl: Nieuwe taak
pl: Nowe zadanie

source: New To-Do
de: Neues To-do
es: Nuevo to-do
fr: Nouveau to-do
it: Nuovo to-do
nl: Nieuwe to-do
pl: Nowe to-do

source: New to-do with details
de: Neues To-do mit Details
es: Nuevo to-do con detalles
fr: Nouveau to-do avec détails
it: Nuovo to-do con dettagli
nl: Nieuwe to-do met details
pl: Nowe to-do ze szczegółami

source: Next day
de: Nächster Tag
es: Día siguiente
fr: Jour suivant
it: Giorno successivo
nl: Volgende dag
pl: Następny dzień

source: No account
de: Kein Konto
es: Sin cuenta
fr: Aucun compte
it: Nessun account
nl: Geen account
pl: Brak konta

source: No activity yet
de: Noch keine Aktivität
es: Aún no hay actividad
fr: Aucune activité pour l’instant
it: Ancora nessuna attività
nl: Nog geen activiteit
pl: Brak aktywności

source: No chores completed in the last 30 days.
de: In den letzten 30 Tagen keine Aufgaben erledigt.
es: No se completaron tareas en los últimos 30 días.
fr: Aucune tâche terminée au cours des 30 derniers jours.
it: Nessuna faccenda completata negli ultimi 30 giorni.
nl: Geen klussen voltooid in de afgelopen 30 dagen.
pl: Brak ukończonych obowiązków w ciągu ostatnich 30 dni.

source: No completed to-dos yet.
de: Noch keine erledigten To-dos.
es: Aún no hay to-dos completados.
fr: Aucun to-do terminé pour l’instant.
it: Nessun to-do completato.
nl: Nog geen voltooide to-do’s.
pl: Brak ukończonych to-do.

source: No data yet
de: Noch keine Daten
es: Aún no hay datos
fr: Aucune donnée pour l’instant
it: Ancora nessun dato
nl: Nog geen gegevens
pl: Brak danych

source: No fixed day — it stays in Today every day until you complete it once this %@.
de: Kein fester Tag – sie bleibt täglich in Heute, bis du sie diese(n) %@ einmal erledigst.
es: Sin día fijo: permanece en Hoy cada día hasta que la completes una vez este %@.
fr: Aucun jour fixe — elle reste dans Aujourd’hui chaque jour jusqu’à ce que vous la fassiez une fois ce %@.
it: Nessun giorno fisso — resta in Oggi ogni giorno finché non la completi una volta questa %@.
nl: Geen vaste dag — het blijft elke dag in Vandaag staan tot je het deze %@ één keer voltooit.
pl: Brak stałego dnia — pozostaje w Dziś każdego dnia, aż wykonasz je raz w tym okresie (%@).

source: No friends yet
de: Noch keine Freunde
es: Aún no hay amigos
fr: Aucun ami pour l’instant
it: Ancora nessun amico
nl: Nog geen vrienden
pl: Brak znajomych

source: No friends yet.
de: Noch keine Freunde.
es: Aún no tienes amigos.
fr: Pas encore d’amis.
it: Ancora nessun amico.
nl: Nog geen vrienden.
pl: Brak znajomych.

source: No households yet
de: Noch keine Haushalte
es: Aún no hay hogares
fr: Aucun foyer pour l’instant
it: Ancora nessun nucleo
nl: Nog geen huishoudens
pl: Brak gospodarstw

source: No matches
de: Keine Treffer
es: Sin coincidencias
fr: Aucun résultat
it: Nessun risultato
nl: Geen overeenkomsten
pl: Brak wyników

source: No tasks yet
de: Noch keine Aufgaben
es: Aún no hay tareas
fr: Aucune tâche pour l’instant
it: Ancora nessuna attività
nl: Nog geen taken
pl: Brak zadań
